IDEA Open Model
SteelSetupAUS.Bolt_Fip Property
Compatible with IDEA StatiCa v 10.1
 Safety factor preloaded bolt
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Bolt_Fip { get; set; }
Public Property Bolt_Fip As Double
	Get
	Set
public:
property double Bolt_Fip {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAUS Class
IdeaRS.OpenModel Namespace